cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'git'
brew 'coreutils'
brew 'ruby'
brew 'ruby-build'
brew 'rbenv'
brew 'brew-gem'
brew 'jq'
brew 'python'
brew 'wget'
brew 'telnet'
brew 'unrar'
brew 'autojump' 
<<<<<<< Updated upstream
brew 'kubectx'
=======
brew 'terraform'
brew 'kubectl'
brew 'helm'
brew 'warrensbox/tap/tfswitch'
>>>>>>> Stashed changes

cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'visual-studio-code'
cask 'vlc'
cask 'transmission' 
cask 'docker'
